<div class="col-md-12 col-sm-12 mt-2">
    <div class="card crad_tung text-white mb-3">
        <div class="card-header"><i class="fa-solid fa-building-shield"></i> Privacy Policy - นโยบายความเป็นส่วนตัว</div>
        <div class="card-body">
            <p><p style=' '>ขอต้อนรับสู่เว็บไซต์ของเรา ณ ที่นี้เราใส่ใจความเป็นส่วนตัวของผู้ใช้เป็นอย่างสูง ฉะนั้น เรามีนโยบายความเป็นส่วนตัวที่ชัดเจนและเกี่ยวข้องกับข้อมูลส่วนบุคคลที่เราเก็บรวบรวม โปรดอ่านข้อมูลด้านล่างเพื่อทราบวิธีเราใช้และปกป้องข้อมูลของคุณ:&nbsp;</p>
            <p style=' '>1.การเก็บรวบรวมข้อมูล&nbsp;</p>
            <p style=' '>เราอาจเก็บรวบรวมข้อมูลส่วนบุคคลที่คุณให้เมื่อคุณเข้าชมเว็บไซต์ของเรา ข้อมูลเหล่านี้อาจรวมถึงชื่อ, ที่อยู่อีเมล, ที่อยู่ที่อยู่, เป็นต้น ข้อมูลเหล่านี้จะถูกใช้เพื่อการติดต่อและการดำเนินการทางธุรกิจตามความต้องการของคุณ เราจะไม่เผยแพร่หรือจำหน่ายข้อมูลส่วนบุคคลของคุณให้กับบุคคลภายนอกที่ไม่เกี่ยวข้องกับการดำเนินงานของเราโดยไม่ได้รับอนุญาตจากคุณ</p>
            <p style=' '>2.การเปิดเผยข้อมูลให้กับบุคคลที่สาม&nbsp;</p>
            <p style=' '>เราอาจเปิดเผยข้อมูลส่วนบุคคลของคุณให้กับบุคคลที่สามในกรณีต่อไปนี้: ผู้ให้บริการที่เกี่ยวข้อง: เพื่อการดำเนินการบางอย่าง เราอาจเปิดเผยข้อมูลส่วนบุคคลของคุณให้กับผู้ให้บริการที่เกี่ยวข้อง เช่น บริษัทจัดส่งสินค้าที่จะส่งสินค้าให้คุณ อย่างไรก็ตาม เราจะให้ข้อมูลเฉพาะที่จำเป็นสำหรับการดำเนินการเท่านั้น คำขอกฎหมาย: เราอาจเปิดเผยข้อมูลส่วนบุคคลของคุณหากเราเชื่อว่าการเปิดเผยเป็นสิ่งจำเป็นเพื่อปฏิบัติตามคำขอกฎหมาย การดำเนินกระบวนการกฎหมาย หรือการดำเนินคดีทางกฎหมาย การปฏิบัติตามกฎหมายและความปลอดภัย: เราอาจเปิดเผยข้อมูลส่วนบุคคลของคุณหากเราเชื่อว่าการเปิดเผยเป็นสิ่งจำเป็นเพื่อปฏิบัติตามกฎหมาย หรือเพื่อประโยชน์ทางกฎหมาย การความปลอดภัย หรือการป้องกันการฉ้อโกง หรือการรักษาสิทธิ์และความเป็นส่วนตัวของเราและผู้ใช้งานอื่นๆ</p>
            <p style=' '>กรณีที่เราเข้าร่วมธุรกิจร่วมกับบริษัทหรือผู้ให้บริการอื่น ๆ เราอาจเปิดเผยข้อมูลส่วนบุคคลของคุณให้กับฝ่ายนั้นตามที่จำเป็นตามความต้องการของธุรกิจร่วมกัน ในกรณีนี้ เราจะดำเนินการเป็นไปตามกฎหมายที่เกี่ยวข้องและจัดหาข้อตกลงที่เหมาะสมเพื่อรักษาความเป็นส่วนตัวของคุณ เรายินดีที่จะช่วยปกป้องความเป็นส่วนตัวของคุณ แต่โปรดทราบว่านโยบายความเป็นส่วนตัวข้างต้นเป็นแค่ตัวอย่าง คุณควรปรับแต่งและประเมินความเหมาะสมของนโยบายความเป็นส่วนตัวของคุณเอง เพื่อให้เข้ากันได้กับการดำเนินงานและลักษณะเฉพาะของเว็บไซต์ของคุณ โปรดทราบว่าการเขียนนโยบายความเป็นส่วนตัวเป็นเรื่องสำคัญและซับซ้อน และองค์กรทางกฎหมายหรือนักกฎหมายควรถูกแนบมาในกระบวนการเตรียมการ เพื่อให้คุณได้รับคำแนะนำและการประเมินที่ถูกต้องเพื่อความปลอดภัยและความเป็นส่วนตัวที่เหมาะสมสำหรับธุรกิจของคุณ</p>
            <p style=' '><br></p>
            <p style=' '><a data-fr-linked="true" href="https://tungtem.shop/">https://tungtem.shop</a></p></p>

        </div>
    </div>
</div>